---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.HostObjectSubcomponentInfo
source: html/206aed16-3102-7dfe-5937-1291450423ef.htm
---
# HostObjectSubcomponentInfo Members

Releases all resources used by the HostObjectSubcomponentInfo